Repository: MGanesh517/Gauva-Driver
Catalog: lib/l10n/intl_*.arb
Languages: te

# helloText
source: Hello...
te: నమస్కారం...

source: Welcome Back!
te: తిరిగి స్వాగతం!

# enterPhoneDes
source: Enter your phone number to continue your ride and stay updated.
te: మీ ప్రయాణాన్ని కొనసాగించడానికి మరియు అప్‌డేట్‌గా ఉండటానికి మీ ఫోన్ నంబర్‌ను నమోదు చేయండి.

source: Phone No
te: ఫోన్ నంబర్

source: Go to Login
te: లాగిన్‌కి వెళ్లండి

source: Log in / Sign up
te: లాగిన్ / సైన్ అప్

source: Enter phone number
te: ఫోన్ నంబర్‌ను నమోదు చేయండి

# phoneMinLengthError
source: Phone number must be at least 6 digits
te: ఫోన్ నంబర్ కనీసం 6 అంకెలు ఉండాలి

# otp_enter_title
source: Enter Your OTP
te: మీ OTP ని నమోదు చేయండి

# otp_sent_message
source: We sent OTP code to your phone number
te: మేము మీ ఫోన్ నంబర్‌కు OTP కోడ్‌ను పంపాము

# otp_input_hint
source: Write Your OTP
te: మీ OTP ని వ్రాయండి

# otp_resend
source: Resend
te: మళ్ళీ పంపు

# otp_resend_timer
source: Resend code in 00:{secondsRemaining}
te: కోడ్‌ని 00:{secondsRemaining} లో మళ్ళీ పంపండి

# otp_save_button
source: Save
te: సేవ్ చేయండి

# password_label
source: Password
te: పాస్‌వర్డ్

# password_hint
source: Set a Strong Password
te: బలమైన పాస్‌వర్డ్‌ను సెట్ చేయండి

# password_requirements
source: Use at least {length} characters
te: కనీసం {length} అక్షరాలను ఉపయోగించండి

source: Confirm Password
te: పాస్‌వర్డ్‌ను నిర్ధారించండి

# password_mismatch
source: Passwords do not match.
te: పాస్‌వర్డ్‌లు సరిపోలడం లేదు.

# field_required
source: This field is required
te: ఈ ఫీల్డ్ అవసరం

# min_length_error
source: Must be at least {length} characters
te: కనీసం {length} అక్షరాలు ఉండాలి

# name_label
source: Name
te: పేరు

# email_label
source: Email
te: ఇమెయిల్

# gender_label
source: Gender
te: లింగం

# gender_male
source: Male
te: పురుషుడు

# gender_female
source: Female
te: స్త్రీ

# gender_other
source: Other
te: ఇతర

# gender_select
source: Select Gender
te: లింగాన్ని ఎంచుకోండి

source: Personal Info
te: వ్యక్తిగత సమాచారం

source: Add Driver Personal Info
te: డ్రైవర్ వ్యక్తిగత సమాచారాన్ని జోడించండి

# enter_details_complete_profile
source: Enter your details to complete your profile and enhance your experience.
te: మీ ప్రొఫైల్‌ను పూర్తి చేయడానికి మరియు మీ అనుభవాన్ని మెరుగుపరచడానికి మీ వివరాలను నమోదు చేయండి.

source: Profile Image
te: ప్రొఫైల్ చిత్రం

# profile_image_required
source: Profile image is required
te: ప్రొఫైల్ చిత్రం అవసరం

source: Next
te: తరువాత

source: All field required
te: అన్ని ఫీల్డ్‌లు అవసరం

source: Emergency Phone
te: అత్యవసర ఫోన్

source: Address
te: చిరునామా

source: Driver Documents
te: డ్రైవర్ పత్రాలు

source: Add Driver Documents
te: డ్రైవర్ పత్రాలను జోడించండి

# upload_driver_documents
source: Upload your driver documents to complete verification and start driving. Quick, easy, and secure!
te: ధృవీకరణను పూర్తి చేయడానికి మరియు డ్రైవింగ్ ప్రారంభించడానికి మీ డ్రైవర్ పత్రాలను అప్‌లోడ్ చేయండి. త్వరగా, సులభంగా మరియు సురక్షితంగా!

source: Vehicle Name
te: వాహనం పేరు

source: Enter vehicle name
te: వాహనం పేరును నమోదు చేయండి

source: Vehicle Type
te: వాహనం రకం

source: Select vehicle type
te: వాహనం రకాన్ని ఎంచుకోండి

source: Vehicle Color
te: వాహనం రంగు

source: Select vehicle color
te: వాహనం రంగును ఎంచుకోండి

source: Plate Number
te: ప్లేట్ నంబర్

# enter_plate_number
source: Enter plate no
te: ప్లేట్ నంబర్ నమోదు చేయండి

source: NID Photo
te: NID ఫోటో

source: Driving License
te: డ్రైవింగ్ లైసెన్స్

source: Vehicle Papers
te: వాహనం పత్రాలు

source: Upload
te: అప్‌లోడ్

# driving_license_required
source: Driving License is required
te: డ్రైవింగ్ లైసెన్స్ అవసరం

source: Vehicle Papers required
te: వాహనం పత్రాలు అవసరం

# nid_image_required
source: NID image is required
te: NID చిత్రం అవసరం

source: Production Year
te: ఉత్పత్తి సంవత్సరం

source: Vehicle Production Year
te: వాహనం ఉత్పత్తి సంవత్సరం

source: Vehicle Plate Number
te: వాహనం ప్లేట్ నంబర్

source: Your Best Photo Here
te: మీ ఉత్తమ ఫోటో ఇక్కడ

source: Update
te: నవీకరించండి

source: Please wait...
te: దయచేసి వేచి ఉండండి...

source: Home
te: హోమ్

source: Wallet
te: వాలెట్

source: Activity
te: కార్యకలాపం

source: Account
te: ఖాతా

source: No wallet data available
te: వాలెట్ డేటా అందుబాటులో లేదు

source: Wallet Balance
te: వాలెట్ బ్యాలెన్స్

source: Payment Gateway
te: చెల్లింపు గేట్‌వే

source: Add New
te: క్రొత్తది జోడించు

source: No Cards yet!
te: ఇంకా కార్డులు లేవు!

source: Today
te: ఈ రోజు

source: Complete Ride
te: ప్రయాణం పూర్తి చేయండి

source: Cancel Ride
te: ప్రయాణాన్ని రద్దు చేయండి

source: No rides yet.
te: ఇంకా ప్రయాణాలు లేవు.

# error_with_msg
source: Error: {msg}
te: లోపం: {msg}

source: My Profile
te: నా ప్రొఫైల్

source: Change Password
te: పాస్‌వర్డ్ మార్చండి

source: Terms & Conditions
te: నిబంధనలు & షరతులు

source: Privacy Policy
te: గోప్యతా విధానం

source: Log Out
te: లాగ్ అవుట్

source: Delete Account
te: ఖాతాను తొలగించండి

source: Language
te: భాష

# are_you_sure_msg
source: Are You Sure You Want to {msg} from App
te: మీరు ఖచ్చితంగా యాప్ నుండి {msg} చేయాలనుకుంటున్నారా

# see_you_next_ride
source: We hope to see you again soon for your next ride!
te: మీ తదుపరి ప్రయాణం కోసం మళ్ళీ మిమ్మల్ని కలుస్తామని ఆశిస్తున్నాము!

source: Exit
te: నిష్క్రమించండి

source: Cancel
te: రద్దు చేయండి

source: Location Permission Needed
te: లొకేషన్ అనుమతి అవసరం

# location_permission_msg
source: Please enable location access to use this feature.
te: ఈ ఫీచర్‌ని ఉపయోగించడానికి దయచేసి లొకేషన్ యాక్సెస్‌ని ప్రారంభించండి.

source: Grant Permission
te: అనుమతి ఇవ్వండి

# find_you_faster
source: Let’s Find You Faster!
te: మిమ్మల్ని వేగంగా కనుగొందాం!

# find_you_faster_msg
source: Enable location access to get matched with nearby drivers quickly and easily.
te: సమీపంలోని డ్రైవర్లతో త్వరగా మరియు సులభంగా మ్యాచ్ అవ్వడానికి లొకేషన్ యాక్సెస్‌ని ప్రారంభించండి.

source: Skip for Now
te: ప్రస్తుతానికి దాటవేయండి

source: Allow
te: అనుమతించు

source: Select Pickup location
te: పికప్ లొకేషన్‌ను ఎంచుకోండి

source: Confirm
te: నిర్ధారించండి

source: Pick-up
te: పికప్

source: Stop point
te: స్టాప్ పాయింట్

source: Destination
te: గమ్యం

source: Ride Preferences
te: ప్రయాణ ప్రాధాన్యతలు

source: No Service Available
te: సేవ అందుబాటులో లేదు

source: Apply
te: వర్తింపజేయండి

# ride_preferences_description
source: Select the type of ride that best suits your needs.
te: మీ అవసరాలకు సరిపోయే ప్రయాణ రకాన్ని ఎంచుకోండి.

source: Initializing...
te: ప్రారంభించబడుతోంది...

# select_service
source: Select a Service!
te: ఒక సేవను ఎంచుకోండి!

source: Start Ride
te: ప్రయాణాన్ని ప్రారంభించండి

source: Ride requested
te: ప్రయాణం అభ్యర్థించబడింది

# searching_for_driver
source: Searching for an online driver..
te: ఆన్‌లైన్ డ్రైవర్ కోసం వెతుకుతోంది..

source: Type a message
te: సందేశాన్ని టైప్ చేయండి

# cancel_title
source: Tell Us Why You're Cancelling The Ride
te: మీరు ప్రయాణాన్ని ఎందుకు రద్దు చేస్తున్నారో మాకు చెప్పండి

# cancel_subtitle
source: Let us know the reason for canceling your ride.
te: మీ ప్రయాణాన్ని రద్దు చేయడానికి గల కారణాన్ని మాకు తెలియజేయండి.

source: Go back to ride
te: ప్రయాణానికి తిరిగి వెళ్లండి

source: Cancel the ride
te: ప్రయాణాన్ని రద్దు చేయండి

source: Trips
te: ట్రిప్స్

source: Estimated Time
te: అంచనా సమయం

# ride_complete
source: Your Ride is Complete
te: మీ ప్రయాణం పూర్తయింది

# ride_feedback_prompt
source: We hope you had a smooth ride. Please complete your payment and rate your experience.
te: మీ ప్రయాణం సాఫీగా సాగిందని మేము ఆశిస్తున్నాము. దయచేసి మీ చెల్లింపును పూర్తి చేయండి మరియు మీ అనుభవాన్ని రేట్ చేయండి.

source: Confirm Pay
te: చెల్లింపును నిర్ధారించండి

source: Select payment method
te: చెల్లింపు పద్ధతిని ఎంచుకోండి

# payment_completed
source: Thank You! Payment Completed
te: ధన్యవాదాలు! చెల్లింపు పూర్తయింది

# payment_confirmation
source: paid via {method}. We hope you had a great ride! Don't forget to leave a rating.
te: {method} ద్వారా చెల్లించబడింది. మీకు గొప్ప ప్రయాణం జరిగిందని మేము ఆశిస్తున్నాము! రేటింగ్ ఇవ్వడం మర్చిపోవద్దు.

# share_experience
source: Share Your Experience!
te: మీ అనుభవాన్ని పంచుకోండి!

# enter_experience
source: Enter your Experience!
te: మీ అనుభవాన్ని నమోదు చేయండి!

source: Submit
te: సమర్పించండి

source: Service Charge
te: సేవా రుసుము

source: Discount
te: తగ్గింపు

source: Total Amount
te: మొత్తం చెల్లించవలసినది

source: Please Select Payment Type
te: దయచేసి చెల్లింపు రకాన్ని ఎంచుకోండి

source: No address found
te: చిరునామా కనుగొనబడలేదు

source: Full Name
te: పూర్తి పేరు

source: Mobile Number
te: మొబైల్ నంబర్

source: Email
te: ఇమెయిల్

source: Gender
te: లింగం

# gender_required
source: Gender is required
te: లింగం అవసరం

source: Save
te: సేవ్ చేయండి

source: Current Password
te: ప్రస్తుత పాస్‌వర్డ్

source: New Password
te: కొత్త పాస్‌వర్డ్

source: Confirm New Password
te: కొత్త పాస్‌వర్డ్‌ని నిర్ధారించండి

# all_rights_reserved
source: {msg} All rights reserved.
te: {msg} అన్ని హక్కులు ప్రత్యేకించబడ్డాయి.

source: Registration DONE!
te: నమోదు పూర్తయింది!

# profile_under_review
source: Your Profile is Under Review
te: మీ ప్రొఫైల్ సమీక్షలో ఉంది

# profile_submitted_reviewed
source: Your profile has been submitted and is being reviewed. You will be notified when it is approved.
te: మీ ప్రొఫైల్ సమర్పించబడింది మరియు సమీక్షించబడుతోంది. అది ఆమోదించబడినప్పుడు మీకు తెలియజేయబడుతుంది.

# enter_password
source: Enter your Password
te: మీ పాస్‌వర్డ్‌ని నమోదు చేయండి

# enter_password_description
source: Please enter your account password to continue.
te: దయచేసి కొనసాగడానికి మీ ఖాతా పాస్‌వర్డ్‌ని నమోదు చేయండి.

source: Login
te: లాగిన్

source: CLOSE
te: మూసివేయండి

# delete_account_confirmation
source: Are you sure you want to delete your account?
te: మీరు ఖచ్చితంగా మీ ఖాతాను తొలగించాలనుకుంటున్నారా?

# delete_account_warning
source: This action is permanent and cannot be undone.
te: ఈ చర్య శాశ్వతమైనది మరియు రద్దు చేయలేము.

source: Delete
te: తొలగించండి

source: Login with your Password
te: మీ పాస్‌వర్డ్‌తో లాగిన్ అవ్వండి

source: Use your password here
te: ఇక్కడ మీ పాస్‌వర్డ్‌ని ఉపయోగించండి

source: Use OTP Instead
te: బదులుగా OTP ని ఉపయోగించండి

source: Either phone number is null or password is empty
te: ఫోన్ నంబర్ శూన్యం లేదా పాస్‌వర్డ్ ఖాళీగా ఉంది

source: Add Balance to Your Wallet
te: మీ వాలెట్‌కు బ్యాలెన్స్ జోడించండి

source: Top up your wallet securely and enjoy seamless payments.
te: మీ వాలెట్‌ను సురక్షితంగా టాప్ అప్ చేయండి మరియు అతుకులు లేని చెల్లింపులను ఆస్వాదించండి.

source: No Payment methods available
te: చెల్లింపు పద్ధతులు అందుబాటులో లేవు

source: Select Card type
te: కార్డ్ రకాన్ని ఎంచుకోండి

source: Enter Amount
te: మొత్తం నమోదు చేయండి

source: Enter a valid amount
te: సరైన మొత్తాన్ని నమోదు చేయండి

source: Add Wallet
te: వాలెట్ జోడించు

source: Form is not valid
te: ఫారం చెల్లుబాటు కాదు

source: Add Payment Gateway
te: చెల్లింపు గేట్‌వేని జోడించండి

source: Cardholder Name
te: కార్డ్ హోల్డర్ పేరు

source: Enter cardholder name
te: కార్డ్ హోల్డర్ పేరును నమోదు చేయండి

# card_number
source: Card no
te: కార్డ్ నంబర్

# write
source: Write {msg}
te: {msg} వ్రాయండి

source: Enter valid card number
te: చెల్లుబాటు అయ్యే కార్డ్ నంబర్‌ను నమోదు చేయండి

source: Exp. Date
te: గడువు తేదీ

source: Pick a date
te: తేదీని ఎంచుకోండి

source: Enter 3-digit CVV
te: 3-అంకెల CVV ని నమోదు చేయండి

source: Country
te: దేశం

source: Select a country
te: దేశాన్ని ఎంచుకోండి

source: Connection timeout with API server
te: API సర్వర్‌తో కనెక్షన్ సమయం ముగిసింది

source: Receive timeout with API server
te: API సర్వర్‌తో స్వీకరించే సమయం ముగిసింది

source: Send timeout with API server
te: API సర్వర్‌తో పంపే సమయం ముగిసింది

source: Bad certificate with API server
te: API సర్వర్‌తో చెడ్డ సర్టిఫికేట్

# received_invalid_response_from_server
source: Received an invalid response from the server.
te: సర్వర్ నుండి చెల్లని ప్రతిస్పందన వచ్చింది.

source: Request to API server was cancelled
te: API సర్వర్‌కు అభ్యర్థన రద్దు చేయబడింది

source: Connection error with API server
te: API సర్వర్‌తో కనెక్షన్ లోపం

# no_internet_connection_please_check
source: No internet connection. Please check your internet connection.
te: ఇంటర్నెట్ కనెక్షన్ లేదు. దయచేసి మీ ఇంటర్నెట్ కనెక్షన్‌ని తనిఖీ చేయండి.

# unexpected_error_occurred
source: An unexpected error occurred
te: ఊహించని లోపం సంభవించింది

source: Unexpected response format
te: ఊహించని ప్రతిస్పందన ఫార్మాట్

source: Bad request
te: చెడ్డ అభ్యర్థన

source: Unauthorized access. Please login again.
te: అనధికార యాక్సెస్. దయచేసి మళ్లీ లాగిన్ అవ్వండి.

source: Forbidden access. Please login again.
te: నిషిద్ధ యాక్సెస్. దయచేసి మళ్లీ లాగిన్ అవ్వండి.

source: Validation error
te: ధృవీకరణ లోపం

source: Internal server error
te: అంతర్గత సర్వర్ లోపం

source: Something went wrong
te: ఏదో తప్పు జరిగింది

source: No internet connection.
te: ఇంటర్నెట్ కనెక్షన్ లేదు.

source: Request timed out. Please try again.
te: అభ్యర్థన సమయం ముగిసింది. దయచేసి మళ్లీ ప్రయత్నించండి.

# something_went_wrong_exclamation
source: Something went wrong!
te: ఏదో తప్పు జరిగింది!

source: Resource not found.
te: వనరు కనుగొనబడలేదు.

source: Unexpected Application Crash
te: ఊహించని అప్లికేషన్ క్రాష్

# app_encountered_unexpected_error
source: The app encountered an unexpected error and had to close. This could be caused by insufficient device memory, a bug in the app, or a corrupted file. Please restart the app or reinstall it if the issue continues.
te: యాప్ ఊహించని లోపాన్ని ఎదుర్కొంది మరియు మూసివేయాల్సి వచ్చింది. సరిపోని పరికర మెమరీ, యాప్‌లో బగ్ లేదా పాడైన ఫైల్ దీనికి కారణం కావచ్చు. సమస్య కొనసాగితే దయచేసి యాప్‌ను పునఃప్రారంభించండి లేదా మళ్లీ ఇన్‌స్టాల్ చేయండి.

source: Contact Support
te: మద్దతును సంప్రదించండి

source: Offline
te: ఆఫ్‌లైన్

source: Let’s Ride
te: ప్రయాణిద్దాం

source: Location
te: స్థానం

source: Your Balance
te: మీ బ్యాలెన్స్

source: Today's Earning
te: ఈ రోజు సంపాదన

# your_ride_complete
source: Ride complete
te: ప్రయాణం పూర్తయింది

source: Today's Activity
te: ఈ రోజు కార్యాచరణ

source: View All
te: అన్నీ చూడండి

source: Ride History
te: ప్రయాణ చరిత్ర

source: Payment Received
te: చెల్లింపు స్వీకరించబడింది

source: Payment Withdraw
te: చెల్లింపు ఉపసంహరణ

source: Current Balance
te: ప్రస్తుత బ్యాలెన్స్

source: Withdraw
te: ఉపసంహరించుకోండి

source: Withdraw Your Earnings
te: మీ సంపాదనను ఉపసంహరించుకోండి

# withdraw_instruction
source: You've earned it! Choose where you want to send your money and hit withdraw.
te: మీరు సంపాదించారు! మీరు మీ డబ్బును ఎక్కడికి పంపాలనుకుంటున్నారో ఎంచుకోండి మరియు ఉపసంహరణ నొక్కండి.

source: Please enter amount
te: దయచేసి మొత్తాన్ని నమోదు చేయండి

# withdrawal_success
source: Withdrawal Request Submitted Successfully!
te: ఉపసంహరణ అభ్యర్థన విజయవంతంగా సమర్పించబడింది!

# withdrawal_request_success
source: Success! You've requested {amount} withdrawal. Funds will be transferred to your selected account shortly.
te: విజయం! మీరు {amount} ఉపసంహరణను అభ్యర్థించారు. నిధులు త్వరలో మీ ఎంచుకున్న ఖాతాకు బదిలీ చేయబడతాయి.

source: Transactions
te: లావాదేవీలు

source: Withdraw History
te: ఉపసంహరణ చరిత్ర

source: No transactions found
te: లావాదేవీలు కనుగొనబడలేదు

source: Method:
te: పద్ధతి:

source: Total Rides
te: మొత్తం ప్రయాణాలు

source: Total Distance
te: మొత్తం దూరం

source: Average Rating
te: సగటు రేటింగ్

source: Payout Method
te: చెల్లింపు పద్ధతి

source: Payment Method
te: చెల్లింపు పద్ధతి

source: Theme
te: థీమ్

source: Select Profile Image
te: ప్రొఫైల్ చిత్రాన్ని ఎంచుకోండి

source: Upload image
te: చిత్రాన్ని అప్‌లోడ్ చేయండి

# or_select_avatar
source: Or select an avatar from the list below:
te: లేదా క్రింది జాబితా నుండి అవతార్‌ను ఎంచుకోండి:

source: Accept Ride
te: ప్రయాణాన్ని అంగీకరించండి

source: Amount
te: మొత్తం

source: Rider Waiting — Move Now
te: రైడర్ వేచి ఉన్నారు — ఇప్పుడే బయలుదేరండి

# time_to_pickup
source: Time to pick up your rider! Follow the navigation and arrive without delay
te: మీ రైడర్‌ని పికప్ చేయడానికి సమయం! నావిగేషన్‌ను అనుసరించండి మరియు ఆలస్యం లేకుండా చేరుకోండి

source: Go to Pickup Location
te: పికప్ లొకేషన్‌కు వెళ్లండి

# arrived_pickup_point
source: You’ve Arrived at the Pickup Point
te: మీరు పికప్ పాయింట్‌కి చేరుకున్నారు

# reached_pickup_wait
source: You’ve reached the pickup location. Please wait a few minutes for the rider to approach your vehicle.
te: మీరు పికప్ లొకేషన్‌కి చేరుకున్నారు. రైడర్ మీ వాహనం వద్దకు రావడానికి దయచేసి కొన్ని నిమిషాలు వేచి ఉండండి.

# tap_to_confirm_arrival
source: Tap to Confirm Your Arrival
te: మీ రాకను నిర్ధారించడానికి నొక్కండి

source: Pickup Rider
te: రైడర్ పికప్

# double_check_rider
source: Double-check the rider’s name and verify their destination before proceeding.
te: ముందుకు సాగడానికి ముందు రైడర్ పేరు మరియు వారి గమ్యాన్ని ఒకటికి రెండుసార్లు తనిఖీ చేయండి.

source: Confirm Pickup
te: పికప్‌ను నిర్ధారించండి

# all_set_start_ride
source: All Set? Start the Ride Now
te: అంతా సిద్ధమా? ఇప్పుడే ప్రయాణాన్ని ప్రారంభించండి

# ride_started
source: Your Ride Has Started!
te: మీ ప్రయాణం ప్రారంభమైంది!

# start_journey_navigation
source: Start the journey by following the in-app navigation. Make sure both parties are comfortable before beginning.
te: యాప్‌లోని నావిగేషన్‌ను అనుసరించడం ద్వారా ప్రయాణాన్ని ప్రారంభించండి. ప్రారంభించడానికి ముందు ఇద్దరూ సౌకర్యవంతంగా ఉన్నారని నిర్ధారించుకోండి.

source: Tap to Start Ride
te: ప్రయాణాన్ని ప్రారంభించడానికి నొక్కండి

# follow_directions_comfortable
source: Follow the directions, stay calm, and create a comfortable ride environment.
te: దిశలను అనుసరించండి, ప్రశాంతంగా ఉండండి మరియు సౌకర్యవంతమైన ప్రయాణ వాతావరణాన్ని సృష్టించండి.

# reached_passenger_destination
source: You’ve Reached the Passenger’s Destination.
te: మీరు ప్రయాణీకుడి గమ్యస్థానానికి చేరుకున్నారు.

# trip_ended_passenger_destination
source: The trip has ended as the passenger has reached their destination.
te: ప్రయాణీకుడు తమ గమ్యస్థానానికి చేరుకున్నందున ట్రిప్ ముగిసింది.

source: Reached Destination
te: గమ్యస్థానానికి చేరుకున్నారు

# trip_ended_wait_payment
source: The trip has ended. Wait for the passenger to complete their payment before closing the ride.
te: ట్రిప్ ముగిసింది. ప్రయాణాన్ని ముగించే ముందు ప్రయాణీకుడు తమ చెల్లింపును పూర్తి చేసే వరకు వేచి ఉండండి.

source: Report Issue
te: సమస్యను నివేదించండి

source: Ride Details
te: ప్రయాణ వివరాలు

# textCopied
source: Text been copied
te: టెక్స్ట్ కాపీ చేయబడింది

# reportIssueTitle
source: Something Went Wrong? Report an Issue
te: ఏదైనా తప్పు జరిగిందా? సమస్యను నివేదించండి

# reportIssueSubtitle
source: Tell us what went wrong. We’ll look into it immediately.
te: ఏం తప్పు జరిగిందో మాకు చెప్పండి. మేము వెంటనే పరిశీలిస్తాము.

source: Report Type
te: నివేదిక రకం

source: Select Report type
te: నివేదిక రకాన్ని ఎంచుకోండి

source: Details
te: వివరాలు

source: Write Issue Details
te: సమస్య వివరాలను వ్రాయండి

# insertAllData
source: Please insert all Data
te: దయచేసి మొత్తం డేటాను చొప్పించండి

# issueSubmitted
source: Your Issue Submitted Successfully
te: మీ సమస్య విజయవంతంగా సమర్పించబడింది

# thanksForReporting
source: Thanks for reporting. Our team will review your issue and get back to you shortly.
te: నివేదించినందుకు ధన్యవాదాలు. మా బృందం మీ సమస్యను సమీక్షించి త్వరలో మిమ్మల్ని సంప్రదిస్తుంది.

source: Request Entity Too Large
te: అభ్యర్థన ఎంటిటీ చాలా పెద్దది

source: Ride Charge
te: ప్రయాణ ఛార్జీ

source: Expiry Date
te: గడువు తేదీ

source: Status
te: స్థితి

# yourAccountAlreadyActive
source: Your account is already active on another device. To use it here, the other device will be logged out.
te: మీ ఖాతా ఇప్పటికే మరొక పరికరంలో సక్రియంగా ఉంది. దీన్ని ఇక్కడ ఉపయోగించడానికి, ఇతర పరికరం లాగ్ అవుట్ చేయబడుతుంది.

source: Logging in Somewhere Else
te: వేరే చోట లాగిన్ అవుతున్నారు

source: Stay on This Device
te: ఈ పరికరంలో ఉండండి

source: Pick from Gallery
te: గ్యాలరీ నుండి ఎంచుకోండి

source: Take a Photo
te: ఒక ఫోటో తీయండి

source: km
te: కి.మీ.

source: min
te: ని.

source: You can cancel ride in
te: మీరు ప్రయాణాన్ని ఇందులో రద్దు చేయవచ్చు

# intercityCreateNewTrip
source: Create New Trip
te: కొత్త ట్రిప్‌ను సృష్టించండి

# intercityPublishTrip
source: PUBLISH TRIP
te: ట్రిప్‌ను ప్రచురించండి

# intercityTripDetails
source: Trip Details
te: ట్రిప్ వివరాలు

# intercityBookingType
source: Booking Type
te: బుకింగ్ రకం

# intercitySharePool
source: Share Pool
te: షేర్ పూల్

# intercityPrivate
source: Private
te: ప్రైవేట్

# intercityVehicleType
source: Vehicle Type
te: వాహనం రకం

# intercityRouteSelection
source: Route Selection
te: మార్గం ఎంపిక

# intercityFromCity
source: From City/Area (Search)
te: నుండి నగరం/ప్రాంతం (శోధన)

# intercityToCity
source: To City/Area (Search)
te: నగరం/ప్రాంతానికి (శోధన)

# intercityLocationsCoords
source: Locations & Coords
te: స్థానాలు & కోఆర్డినేట్స్

# intercityPickupAddress
source: Pickup Address (Edit if needed)
te: పికప్ చిరునామా (అవసరమైతే సవరించండి)

# intercityDropAddress
source: Drop Address (Edit if needed)
te: డ్రాప్ చిరునామా (అవసరమైతే సవరించండి)

# intercityScheduleFare
source: Schedule & Fare
te: షెడ్యూల్ & ఛార్జీ

# intercityDepartureTime
source: Departure Time
te: బయలుదేరే సమయం

# intercitySelectDateTime
source: Select Date & Time
te: తేదీ & సమయాన్ని ఎంచుకోండి

# intercityTotalFareInput
source: Total Fare (₹)
te: మొత్తం ఛార్జీ (₹)

# intercitySeats
source: Seats
te: సీట్లు

# intercityDistance
source: Distance (km)
te: దూరం (కి.మీ.)

# intercityReturnTrip
source: Return Trip
te: తిరుగు ప్రయాణం

# intercityNightFare
source: Night Fare
te: రాత్రి ఛార్జీ

# intercityReturnDeparture
source: Return Departure
te: తిరుగు ప్రయాణ బయలుదేరే సమయం

# intercityNightFareMultiplier
source: Night Fare Multiplier
te: రాత్రి ఛార్జీ గుణకం

# intercityTripPublishedSuccess
source: Trip published successfully!
te: ట్రిప్ విజయవంతంగా ప్రచురించబడింది!

# intercitySelectDepartureTimeError
source: Please select departure time
te: దయచేసి బయలుదేరే సమయాన్ని ఎంచుకోండి

# intercityRequiredError
source: Required
te: అవసరం

# intercityMyTrips
source: My Trips
te: నా ట్రిప్స్

# intercityNoPublishedTrips
source: No published trips found.
te: ప్రచురించిన ట్రిప్స్ ఏవీ కనుగొనబడలేదు.

# intercityStartTrip
source: Start Trip
te: ట్రిప్ ప్రారంభించండి

# intercityComplete
source: Complete
te: పూర్తి చేయండి

# intercityPassengers
source: Passengers
te: ప్రయాణీకులు

# intercityVerified
source: Verified
te: ధృవీకరించబడింది

# intercityOnboarded
source: Onboarded
te: ఆన్‌బోర్డ్ చేయబడింది

# intercityVerifyOtp
source: Verify OTP
te: OTP ని ధృవీకరించండి

# intercityEnterOtpDialog
source: Enter OTP
te: OTP నమోదు చేయండి

# intercityOtpHint
source: 6-Digit OTP
te: 6-అంకెల OTP

# intercityCancel
source: Cancel
te: రద్దు

# intercityVerify
source: Verify
te: ధృవీకరించు

# intercityOtpVerifiedSuccess
source: OTP Verified Successfully
te: OTP విజయవంతంగా ధృవీకరించబడింది

# intercityVerificationFailed
source: Verification Failed: {error}
te: ధృవీకరణ విఫలమైంది: {error}

# intercityMap
source: Map
te: మ్యాప్

# intercityTripStarted
source: Trip started successfully
te: ట్రిప్ విజయవంతంగా ప్రారంభమైంది

# intercityError
source: Error: {error}
te: లోపం: {error}

# intercityTripCompleted
source: Trip completed successfully
te: ట్రిప్ విజయవంతంగా పూర్తయింది

# intercityMapLaunchError
source: Could not launch map
te: మ్యాప్‌ను ప్రారంభించలేకపోయింది

# intercityNoBookings
source: No bookings for this trip
te: ఈ ట్రిప్ కోసం బుకింగ్‌లు లేవు

# intercityBookings
source: Bookings
te: బుకింగ్‌లు

# intercityDriverTitle
source: Intercity Driver
te: ఇంటర్సిటీ డ్రైవర్

# intercityLabel
source: Intercity
te: ఇంటర్సిటీ

# intercityNoPendingBookings
source: No pending bookings.
te: పెండింగ్‌లో ఉన్న బుకింగ్‌లు లేవు.

# intercityStatusPending
source: PENDING
te: పెండింగ్‌లో ఉంది

# intercityUnknownPassenger
source: Unknown Passenger
te: తెలియని ప్రయాణీకుడు

# intercityLabelSeats
source: Seats
te: సీట్లు

# intercityLabelAmount
source: Amount
te: మొత్తం

# intercityLabelPayment
source: Payment
te: చెల్లింపు

# intercityPaymentCash
source: CASH
te: నగదు

# intercityActionReject
source: Reject
te: తిరస్కరించండి

# intercityActionAccept
source: Accept
te: అంగీకరించండి

# intercityMsgBookingAccepted
source: Booking accepted
te: బుకింగ్ అంగీకరించబడింది

# intercityMsgBookingRejected
source: Booking rejected
te: బుకింగ్ తిరస్కరించబడింది

# intercityActionRetry
source: Retry
te: మళ్లీ ప్రయత్నించండి

# intercityStatusUnknown
source: UNKNOWN
te: తెలియదు
