Repository: MGanesh517/Gauva-Driver
Catalog: lib/l10n/intl_*.arb
Languages: te

# intercityStatusPublished
source: PUBLISHED
te: ప్రచురించబడింది

# intercityStatusDispatched
source: DISPATCHED
te: పంపబడింది

# intercityStatusMinReached
source: MIN REACHED
te: కనిష్ట పరిమితి చేరింది

# intercityStatusInProgress
source: IN PROGRESS
te: కొనసాగుతోంది

# intercityStatusCompleted
source: COMPLETED
te: పూర్తయింది

# intercityStatusCancelled
source: CANCELLED
te: రద్దు చేయబడింది

# intercityStatusFilling
source: FILLING
te: నింపుతోంది

# intercityCar
source: Car
te: కారు

# intercityOnboardedLabel
source: Onboarded:
te: ఎక్కారు:

# intercityTripInstruction
source: Select trip details. Search locations using Google Maps. Distance is auto-calculated.
te: ట్రిప్ వివరాలను ఎంచుకోండి. గూగుల్ మ్యాప్స్ ఉపయోగించి స్థానాలను శోధించండి. దూరం ఆటోమేటిక్‌గా లెక్కించబడుతుంది.

# intercityPickupLat
source: Pickup Lat
te: పికప్ అక్షాంశం

# intercityPickupLng
source: Pickup Lng
te: పికప్ రేఖాంశం

# intercityDropLat
source: Drop Lat
te: డ్రాప్ అక్షాంశం

# intercityDropLng
source: Drop Lng
te: డ్రాప్ రేఖాంశం

# intercityVehicleCarNormal
source: Car Normal
te: సాధారణ కారు

# intercityVehicleCarPremium
source: Car Premium Express
te: ప్రీమియం ఎక్స్ ప్రెస్ కారు

# intercityVehicleAuto
source: Auto Normal
te: సాధారణ ఆటో

# intercityVehicleTataMagic
source: Tata Magic Lite
te: టాటా మ్యాజిక్ లైట్

# login_subtitle
source: Enter your email and password to continue
te: కొనసాగడానికి మీ ఇమెయిల్ మరియు పాస్‌వర్డ్‌ను నమోదు చేయండి

# email_hint
source: Enter your email
te: మీ ఇమెయిల్‌ను నమోదు చేయండి

# enter_password_error
source: Please enter your password
te: దయచేసి మీ పాస్‌వర్డ్‌ను నమోదు చేయండి

# dont_have_account
source: Don't have an account?
te: ఖాతా లేదా?

# signup_action
source: Sign Up
te: సైన్ అప్

# step_personal_info
source: Personal Information
te: వ్యక్తిగత సమాచారం

# step_vehicle_info
source: Vehicle Information
te: వాహన సమాచారం

# step_license_docs
source: License & Documents
te: లైసెన్స్ & పత్రాలు

# step_bank_details
source: Bank Details
te: బ్యాంక్ వివరాలు

# step_create_account
source: Create Account
te: ఖాతా సృష్టించండి

# step_subtitle_personal
source: Enter your basic details
te: మీ ప్రాథమిక వివరాలను నమోదు చేయండి

# step_subtitle_vehicle
source: Tell us about your vehicle
te: మీ వాహనం గురించి చెప్పండి

# step_subtitle_docs
source: Upload required documents
te: అవసరమైన పత్రాలను అప్‌లోడ్ చేయండి

# step_subtitle_bank
source: Enter your bank account details
te: మీ బ్యాంక్ ఖాతా వివరాలను నమోదు చేయండి

# step_subtitle_default
source: Fill in your details to get started
te: ప్రారంభించడానికి వివరాలను పూరించండి

source: Back
te: వెనుకకు

# upload_profile_photo_error
source: Please upload profile photo
te: దయచేసి ప్రొఫైల్ ఫోటోను అప్‌లోడ్ చేయండి

# enter_full_name_error
source: Please enter your full name
te: దయచేసి మీ పూర్తి పేరును నమోదు చేయండి

# enter_email_error
source: Please enter your email
te: దయచేసి మీ ఇమెయిల్‌ను నమోదు చేయండి

# enter_valid_email_error
source: Please enter a valid email address
te: దయచేసి సరైన ఇమెయిల్ చిరునామాను నమోదు చేయండి

# enter_phone_error
source: Please enter phone number
te: దయచేసి ఫోన్ నంబర్‌ను నమోదు చేయండి

# enter_valid_phone_error
source: Please enter a valid 10-digit phone number
te: దయచేసి సరైన 10-అంకెల ఫోన్ నంబర్‌ను నమోదు చేయండి

# phone_numeric_error
source: Phone number must contain only numbers
te: ఫోన్ నంబర్ అంకెలను మాత్రమే కలిగి ఉండాలి

# password_length_error
source: Password must be at least 6 characters
te: పాస్‌వర్డ్ కనీసం 6 అక్షరాలు ఉండాలి

# enter_vehicle_type_error
source: Please enter vehicle type
te: దయచేసి వాహన రకాన్ని నమోదు చేయండి

# enter_vehicle_number_error
source: Please enter vehicle number
te: దయచేసి వాహన నంబర్‌ను నమోదు చేయండి

# enter_vehicle_color_error
source: Please enter vehicle color
te: దయచేసి వాహన రంగును నమోదు చేయండి

# enter_vehicle_model_error
source: Please enter vehicle model
te: దయచేసి వాహన మోడల్‌ను నమోదు చేయండి

# enter_license_number_error
source: Please enter license number
te: దయచేసి లైసెన్స్ నంబర్‌ను నమోదు చేయండి

# enter_aadhaar_number_error
source: Please enter Aadhaar number
te: దయచేసి ఆధార్ నంబర్‌ను నమోదు చేయండి

# aadhaar_length_error
source: Aadhaar number must be exactly 12 digits
te: ఆధార్ నంబర్ ఖచ్చితంగా 12 అంకెలు ఉండాలి

# enter_rc_number_error
source: Please enter RC number
te: దయచేసి RC నంబర్‌ను నమోదు చేయండి

# upload_license_front_error
source: Please upload license front photo
te: దయచేసి లైసెన్స్ ముందు ఫోటోను అప్‌లోడ్ చేయండి

# upload_license_back_error
source: Please upload license back photo
te: దయచేసి లైసెన్స్ వెనుక ఫోటోను అప్‌లోడ్ చేయండి

# upload_rc_front_error
source: Please upload RC front photo
te: దయచేసి RC ముందు ఫోటోను అప్‌లోడ్ చేయండి

# upload_rc_back_error
source: Please upload RC back photo
te: దయచేసి RC వెనుక ఫోటోను అప్‌లోడ్ చేయండి

# upload_aadhaar_front_error
source: Please upload Aadhaar front photo
te: దయచేసి ఆధార్ ముందు ఫోటోను అప్‌లోడ్ చేయండి

# upload_aadhaar_back_error
source: Please upload Aadhaar back photo
te: దయచేసి ఆధార్ వెనుక ఫోటోను అప్‌లోడ్ చేయండి

# enter_account_holder_name_error
source: Please enter account holder name
te: దయచేసి ఖాతాదారుని పేరు నమోదు చేయండి

# enter_bank_name_error
source: Please enter bank name
te: దయచేసి బ్యాంక్ పేరు నమోదు చేయండి

# enter_account_number_error
source: Please enter account number
te: దయచేసి ఖాతా నంబర్ నమోదు చేయండి

# account_number_numeric_error
source: Account number must contain only numbers
te: ఖాతా నంబర్ అంకెలను మాత్రమే కలిగి ఉండాలి

# account_number_length_error
source: Account number must be between 9 and 18 digits
te: ఖాతా నంబర్ 9 నుండి 18 అంకెలు ఉండాలి

# enter_ifsc_code_error
source: Please enter IFSC code
te: దయచేసి IFSC కోడ్ నమోదు చేయండి

# enter_valid_ifsc_error
source: Please enter a valid IFSC code (e.g., ABCD0123456)
te: దయచేసి సరైన IFSC కోడ్‌ను నమోదు చేయండి

# enter_upi_id_error
source: Please enter UPI ID
te: దయచేసి UPI ID ని నమోదు చేయండి

# enter_valid_upi_error
source: Please enter a valid UPI ID (e.g., name@paytm)
te: దయచేసి సరైన UPI ID ని నమోదు చేయండి

# full_name_hint
source: Full name as per ID proof
te: ID ప్రూఫ్ ప్రకారం పూర్తి పేరు

# email_hint_example
source: Enter your email address (e.g., name@example.com)
te: మీ ఇమెయిల్ చిరునామాను నమోదు చేయండి (ఉదా. name@example.com)

# password_hint_min
source: Enter password (minimum 6 characters)
te: పాస్‌వర్డ్ నమోదు చేయండి (కనీసం 6 అక్షరాలు)

# vehicle_type_hint
source: Select vehicle type (e.g., CAR, BIKE, SUV)
te: వాహన రకాన్ని ఎంచుకోండి (ఉదా. CAR, BIKE)

# vehicle_number_hint
source: Enter vehicle registration number (e.g., MH12AB1234)
te: వాహన రిజిస్ట్రేషన్ నంబర్‌ను నమోదు చేయండి (MH12AB1234)

# vehicle_color_hint
source: Enter vehicle color (e.g., Red, Blue, White)
te: వాహన రంగును నమోదు చేయండి (ఉదా. ఎరుపు)

source: Vehicle Model
te: వాహన మోడల్

# vehicle_model_hint
source: Enter vehicle model (e.g., Swift, Activa, City)
te: వాహన మోడల్‌ను నమోదు చేయండి (ఉదా. స్విఫ్ట్)

source: License Number
te: లైసెన్స్ సంఖ్య

# license_number_hint
source: Enter driving license number (e.g., DL-0123456789)
te: డ్రైవింగ్ లైసెన్స్ నంబర్‌ను నమోదు చేయండి (DL-0123456789)

source: License Front
te: లైసెన్స్ ముందు భాగం

source: License Back
te: లైసెన్స్ వెనుక భాగం

source: Aadhaar Number
te: ఆధార్ సంఖ్య

# aadhaar_number_hint
source: Enter 12-digit Aadhaar number
te: 12-అంకెల ఆధార్ నంబర్‌ను నమోదు చేయండి

source: Aadhaar Front
te: ఆధార్ ముందు భాగం

source: Aadhaar Back
te: ఆధార్ వెనుక భాగం

source: RC Number
te: RC సంఖ్య

# rc_number_hint
source: Enter vehicle RC number (Registration Certificate)
te: వాహన RC నంబర్‌ను నమోదు చేయండి

source: RC Front
te: RC ముందు భాగం

source: RC Back
te: RC వెనుక భాగం

source: Account Holder Name
te: ఖాతాదారుని పేరు

# account_holder_name_hint
source: Enter account holder name as per bank records
te: బ్యాంక్ రికార్డుల ప్రకారం ఖాతాదారుని పేరు

source: Bank Name
te: బ్యాంక్ పేరు

source: Account Number
te: ఖాతా సంఖ్య

source: IFSC Code
te: IFSC కోడ్

# bank_name_hint
source: Enter bank name (e.g., State Bank of India)
te: బ్యాంక్ పేరును నమోదు చేయండి (ఉదా. స్టేట్ బ్యాంక్ ఆఫ్ ఇండియా)

# account_number_hint
source: Enter bank account number (9-18 digits, numbers only)
te: బ్యాంక్ ఖాతా నంబర్‌ను నమోదు చేయండి (9-18 అంకెలు, సంఖ్యలు మాత్రమే)

# ifsc_code_hint
source: Enter IFSC code (e.g., SBIN0001234)
te: IFSC కోడ్‌ను నమోదు చేయండి (ఉదా. SBIN0001234)

# upi_id_hint
source: Enter UPI ID (e.g., name@paytm, name@phonepe)
te: UPI ID ని నమోదు చేయండి (ఉదా. name@paytm)

# verify_otp_action
source: Confirm OTP
te: OTPని నిర్ధారించండి

source: No rides today
te: ఈ రోజు రైడ్‌లు లేవు
